Repository: gokhanaytekinn/sd-ios
Catalog: SDIOS/SDWidgets/WidgetLocalizable.xcstrings
Source language: en
Languages: az, ba, cs, de, el, es, fr, id, it, ja, kk, ko, ky, nl, pl, ru, sv, tk, uk, uz, zh

# billing_monthly_label
source: Monthly
az: Aylık
ba: Aylık
cs: Měsíčně
de: Monatlich
el: Μηνιαίο
es: Mensual
fr: Mensuel
id: Bulanan
it: Mensile
ja: 月額
kk: Ай сайын
ko: 월간
ky: Ай сайын
nl: Maandelijks
pl: Miesięcznie
ru: Ежемесячно
sv: Månadsvis
tk: Aýlyk
uk: Щомісяця
uz: Oylik
zh: 每月

# billing_yearly_label
source: Yearly
az: İllik
ba: Yıllık
cs: Ročně
de: Jährlich
el: Ετήσιο
es: Anual
fr: Annuel
id: Tahunan
it: Annuale
ja: 年間
kk: Жыл сайын
ko: 연간
ky: Жыл сайын
nl: Jaarlijks
pl: Rocznie
ru: Ежегодно
sv: Årsvis
tk: Yyllyk
uk: Щорічно
uz: Yillik
zh: 每年

# no_subscriptions
source: No subscriptions yet
az: Hələ abunəlik yoxdur
ba: Henüz abonelik yok
cs: Zatím žádná předplatná
de: Noch keine Abonnements
el: Δεν υπάρχουν συνδρομές ακόμα
es: Aún no hay suscripciones
fr: Pas encore d'abonnements
id: Belum ada langganan
it: Nessun abbonamento
ja: サブスクはまだありません
kk: Жазылымдар әлі жоқ
ko: 아직 구독 없음
ky: Азырынча жазылуулар жок
nl: Nog geen abonnementen
pl: Brak subskrypcji
ru: Подписок пока нет
sv: Inga prenumerationer än
tk: Häzirki wagtda abunalyk ýok
uk: Підписок ще немає
uz: Hozircha obunalar yo’q
zh: 暂无订阅

source: No upcoming payments
az: Gələcək ödəniş yoxdur
ba: Yaklaşan ödeme yok
cs: Žádné nadcházející platby
de: Keine anstehenden Zahlungen
el: Καμία επερχόμενη πληρωμή
es: No hay pagos próximos
fr: Aucun paiement à venir
id: Tidak ada pembayaran mendatang
it: Nessun pagamento in arrivo
ja: 予定の支払いはありません
kk: Алдағы төлемдер жоқ
ko: 예정된 결제 없음
ky: Жакынкы төлөмдөр жок
nl: Geen aankomende betalingen
pl: Brak nadchodzących płatności
ru: Предстоящих платежей нет
sv: Inga kommande betalningar
tk: Gelejekki töleg ýok
uk: Немає майбутніх платежів
uz: Kelgusi to’lovlar yo’q
zh: 暂无即将到来的付款

# quick_add_title
source: Quick Add
az: Tez Əlavə Et
ba: Hızlı Ekle
cs: Rychlé přidání
de: Schnell hinzufügen
el: Γρήγορη προσθήκη
es: Añadir rápido
fr: Ajout rapide
id: Tambah Cepat
it: Aggiunta rapida
ja: クイック追加
kk: Жылдам қосу
ko: 빠른 추가
ky: Жакынкы кошуу
nl: Snel toevoegen
pl: Szybkie dodawanie
ru: Быстрое добавление
sv: Snabb tillägg
tk: Çalt goşmak
uk: Швидке додавання
uz: Tezkor qo’shish
zh: 快速添加

# total_monthly
source: Monthly Total
az: Aylık Yekun
ba: Был айҙа барыһы
cs: Měsíční součet
de: Monatliche Summe
el: Μηνιαίο σύνολο
es: Total mensual
fr: Total mensuel
id: Total Bulanan
it: Totale mensile
ja: 月間合計
kk: Айлық жиынтық
ko: 월 합계
ky: Ай сайынкы жалпы
nl: Maandtotaal
pl: Suma miesięczna
ru: Ежемесячный итог
sv: Månadssumma
tk: Aýlyk Jem
uk: Місячний підсумок
uz: Oylik jami
zh: 每月总计

# widget_expensive_desc
source: Lists your most expensive subscriptions.
az: Ən yüksək məbləğli abunəliklərinizi sadalayır.
ba: En yüksek tutarlı aboneliklerinizi listeler.
cs: Vypisuje vaše nejdražší předplatné.
de: Listet Ihre teuersten Abonnements auf.
el: Εμφανίζει τις ακριβότερες συνδρομές σας.
es: Enumera tus suscripciones más caras.
fr: Liste vos abonnements les plus chers.
id: Mencantumkan langganan Anda yang paling mahal.
it: Elenca gli abbonamenti più costosi.
ja: 最も高額なサブスクを表示します。
kk: Ең қымбат жазылымдарыңызды тізімдейді.
ko: 가장 비싼 구독을 보여줍니다.
ky: Эң кымбат жазылууларыңызды тизмелейт.
nl: Toont je duurste abonnementen.
pl: Wyświetla Twoje najdroższe subskrypcje.
ru: Список ваших самых дорогих подписок.
sv: Listar dina dyraste prenumerationer.
tk: Iň gymmat abunalyklaryňyzy sanawa alýar.
uk: Показує ваші найдорожчі підписки.
uz: Eng qimmat obunalaringiz ro’yxatini ko’rsatadi.
zh: 列出您最昂贵的订阅。

# widget_expensive_title
source: Most Expensive
az: Ən Bahalı
ba: En Pahalı Ödemeler
cs: Nejdražší
de: Teuerste
el: Ακριβότερα
es: Más caros
fr: Plus chers
id: Termahal
it: Più costosi
ja: 最高額
kk: Ең қымбат
ko: 최고가
ky: Эң кымбат
nl: Duurste
pl: Najdroższe
ru: Самые дорогие
sv: Dyrast
tk: Iň gymmat
uk: Найдорожчі
uz: Eng qimmat
zh: 最昂贵

# widget_monthly_total_desc
source: Shows your total monthly subscription spending.
az: Aylık ümumi abunə xərclərinizi göstərir.
ba: Bu ayki toplam abonelik harcamanızı gösterir.
cs: Zobrazuje celkové měsíční výdaje na předplatné.
de: Zeigt Ihre gesamten monatlichen Abonnementausgaben.
el: Εμφανίζει τις συνολικές μηνιαίες δαπάνες συνδρομών.
es: Muestra su gasto total mensual en suscripciones.
fr: Affiche vos dépenses d'abonnement mensuelles totales.
id: Menampilkan total pengeluaran langganan bulanan Anda.
it: Mostra la spesa mensile totale in abbonamenti.
ja: 月間のサブスク支出合計を表示します。
kk: Ай сайынғы жалпы жазылым шығындарын көрсетеді.
ko: 이번 달 총 구독 지출을 표시합니다.
ky: Ай сайынкы жалпы жазылуу чыгымдарыңызды көрсөтөт.
nl: Toont je totale maandelijkse abonnementsuitgaven.
pl: Pokazuje łączne miesięczne wydatki na subskrypcje.
ru: Показывает ваши общие ежемесячные расходы на подписки.
sv: Visar dina totala månatliga prenumerationsutgifter.
tk: Aýlyk umumy abunalyk çykdayjyňyzy görkezýär.
uk: Показує ваші загальні щомісячні витрати на підписки.
uz: Oylik umumiy obuna xarajatlaringizni ko'rsatadi.
zh: 显示您每月的总订阅支出。

# widget_monthly_total_title
source: Monthly Total
az: Aylık Yekun
ba: Был айҙа барыһы
cs: Měsíční součet
de: Monatliche Summe
el: Μηνιαίο σύνολο
es: Total mensual
fr: Total mensuel
id: Total Bulanan
it: Totale mensile
ja: 月間合計
kk: Айлық жиынтық
ko: 월 합계
ky: Ай сайынкы жалпы
nl: Maandtotaal
pl: Suma miesięczna
ru: Ежемесячный итог
sv: Månadssumma
tk: Aýlyk Jem
uk: Місячний підсумок
uz: Oylik jami
zh: 每月总计

# widget_quick_add_desc
source: Add a new subscription with a single tap.
az: Tək toxunuşla yeni abunəlik əlavə edin.
ba: Tek dokunuşla yeni abonelik ekleyin.
cs: Přidejte nové předplatné jedním klepnutím.
de: Fügen Sie mit einem Fingertipp ein neues Abonnement hinzu.
el: Προσθέστε νέα συνδρομή με ένα πάτημα.
es: Añade una nueva suscripción con un solo toque.
fr: Ajoutez un nouvel abonnement d'un seul geste.
id: Tambahkan langganan baru dengan satu ketukan.
it: Aggiungi un abbonamento con un tocco.
ja: ワンタップで新しいサブスクを追加。
kk: Бір тию арқылы жаңа жазылымды қосыңыз.
ko: 한 번의 탭으로 새 구독을 추가하세요.
ky: Бир тийүү менен жаңы жазылууну кошуңуз.
nl: Voeg met één tik een nieuw abonnement toe.
pl: Dodaj subskrypcję jednym dotknięciem.
ru: Добавьте новую подписку одним нажатием.
sv: Lägg till en ny prenumeration med ett tryck.
tk: Bir basmak bilen täze abunalyk goşuň.
uk: Додайте нову підписку одним дотиком.
uz: Bir marta bosish orqali yangi obunani qo’shing.
zh: 只需点击一下即可添加新订阅。

# widget_upcoming_desc
source: Shows your payments due in the next 10 days.
az: Növbəti 10 gün üçün ödənişlərinizi göstərir.
ba: Gelecek 10 gün içindeki ödemelerinizi gösterir.
cs: Zobrazuje platby splatné v příštích 10 dnech.
de: Zeigt Ihre in den nächsten 10 Tagen fälligen Zahlungen an.
el: Εμφανίζει πληρωμές που λήγουν τις επόμενες 10 ημέρες.
es: Muestra tus pagos vencidos en los próximos 10 días.
fr: Affiche vos paiements dus dans les 10 prochains jours.
id: Menampilkan pembayaran Anda yang jatuh tempo dalam 10 hari ko depan.
it: Mostra i pagamenti entro i prossimi 10 giorni.
ja: 今後10日以内の支払いを表示します。
kk: Алдағы 10 күндегі төлемдеріңізді көрсетеді.
ko: 향후 10일 이내 결제를 표시합니다.
ky: Алдағы 10 күндөгү төлөмдөрүңүздү көрсөтөт.
nl: Toont betalingen die in de komende 10 dagen verschuldigd zijn.
pl: Pokazuje płatności w ciągu najbliższych 10 dni.
ru: Показывает ваши платежи, подлежащие оплате в ближайшие 10 дней.
sv: Visar betalningar som förfaller inom 10 dagar.
tk: Indiki 10 günüň dowamynda töleneriňizi görkezýär.
uk: Показує платежі на найближчі 10 днів.
uz: Keyingi 10 kun ichidagi to’lovlarni ko’rsatadi.
zh: 显示您在接下来的 10 天内到期的付款。

# widget_upcoming_title
source: Upcoming Payments
az: Gələcək Ödənişlər
ba: Yaklaşan Ödemeler
cs: Nadcházející platby
de: Anstehende Zahlungen
el: Επερχόμενες πληρωμές
es: Próximos pagos
fr: Paiements à venir
id: Pembayaran Mendatang
it: Pagamenti in arrivo
ja: 今後の支払い
kk: Жақын арадағы төлемдер
ko: 예정 결제
ky: Жакынкы төлөмдөр
nl: Aankomende betalingen
pl: Nadchodzące płatności
ru: Предстоящие платежи
sv: Kommande betalningar
tk: Gelejekki tölegler
uk: Майбутні платежі
uz: Kelgusi to’lovlar
zh: 即将到来
